// ! Day 3 

// * Вопрос №37
// * Вопрос №38
// * Вопрос №39

// * Вопрос №40
// * Вопрос №41
// * Вопрос №42

// * Вопрос №43
// * Вопрос №44
// * Вопрос №45

// * Вопрос №46
// * Вопрос №47
// * Вопрос №48

// * Вопрос №49
// * Вопрос №50
// * Вопрос №51

// * Вопрос №52
// * Вопрос №53
// * Вопрос №54

// ! Day 4

// * Вопрос №55
// * Вопрос №56
// * Вопрос №57

// * Вопрос №58
// * Вопрос №59
// * Вопрос №60

// * Вопрос №60
// * Вопрос №61
// * Вопрос №62

// * Вопрос №63
// * Вопрос №64
// * Вопрос №65

// * Вопрос №66
// * Вопрос №67
// * Вопрос №68

// * Вопрос №69
// * Вопрос №70
// * Вопрос №71



