// ! Day 5

// * Вопрос №72
// * Вопрос №73
// * Вопрос №74
// * Вопрос №75
// * Вопрос №76

// * Вопрос №77
// * Вопрос №78
// * Вопрос №79
// * Вопрос №80
// * Вопрос №81

// * Вопрос №82
// * Вопрос №83
// * Вопрос №84
// * Вопрос №85
// * Вопрос №86

// * Вопрос №87
// * Вопрос №88
// * Вопрос №89

// ! Day 6

// * Вопрос №90
// * Вопрос №91
// * Вопрос №92
// * Вопрос №93
// * Вопрос №94
// * Вопрос №95

// * Вопрос №96
// * Вопрос №97
// * Вопрос №98
// * Вопрос №99
// * Вопрос №97
// * Вопрос №98

// * Вопрос №99
// * Вопрос №100
// * Вопрос №101
// * Вопрос №102
// * Вопрос №103
// * Вопрос №104